{
  "hi": "Hi, Perkenalkan Saya",
  "im-a": "Saya seorang",
  "download": "Unduh",

  "nav-home": "Beranda",
  "nav-about": "Tentang",
  "nav-experience": "Pengalaman",
  "nav-skills": "Kemampuan",
  "nav-projects": "Projek",

  "interface": "interface",

  "about": "Tentang Saya.",
  "intro": "Seorang Front End Engineer dengan pengalaman lebih dari 1 tahun dalam menulis program menggunakan React dengan Javascript atau TypeScript. Saya memiliki pengalaman mengembangkan dan meningkatkan aplikasi web dengan mengikuti aturan batas kinerja, desain sistem dan penerimaan pengguna, dan juga saya memiliki keterampilan yang baik untuk menganalisis masalah dalam suatu program. Saya berkomitmen untuk belajar dan menguji diri saya dengan sesuatu yang baru seperti membuat program lebih efisien dan profesional.",

  "experience": "Pengalaman",
  "we-waresix-intern": "<ul><li>Desain, pengembangan, dan pengujian Front End menggunakan React untuk membangun aplikasi web yang kaya fitur dan ramah pengguna.</li><li>Mengembangkan, menguji, dan memelihara aplikasi web responsif dengan UX elegan yang menyenangkan pengguna dan tingkatkan produktivitas mereka.</li><li>Mengembangkan fitur yang terkait dengan manajemen pembayaran untuk pengguna internal.</li><li>Memperbaiki bug.</li></ul>",
  "we-waresix": "<b>Fleet Management Team (November 2022 ‑ Present)</b><br/><ul><li>Mengembangkan, meningkatkan, dan me-maintain fitur yang terkait dengan manajemen armada untuk pengguna internal.</li><li>Mengembangkan, meningkatkan, dan me-maintain fitur terkait perjalanan, manajemen armada, dan pengelolaan pembayaran untuk pengguna vendor.</li><li>Meningkatkan style desain sistem komponen untuk tampilan yang lebih baru.</li><li>Membuat unit test</li><li>Memperbaiki bug.</li></ul><br/><b>Payment Management Team (March 2022 ‑ September 2022)</b><br/><ul><li>Mengembangkan, meningkatkan, dan me-maintain fitur yang terkait dengan manajemen armada untuk pengguna internal.</li><li>Memperbaiki desain sistem komponen agar dapat disesuaikan dengan kebutuhan tim payment management.</li><li>Memperbaiki bug.</li></ul>",
  "we-bpti": "Membuat Website sipesat (sistem pengajuan surat). <br/> Mengembangkan, menguji, dan memelihara website.",
  "we-docpro": "Membuatuat API untuk website docpro (dokter gigi). <br/> Membuat beberapa fitur pada website.",

  "skills": "Kemampuan dan Alat.",

  "projects": "Projek.",
  "simple_calculator": "Membuat website calculator sederhana, menggunakan react, typescript dan redux",
  "sipesat": "Membuat Website untuk sistem pengajuan surat.",
  "docpro": "Membuat beberapa fitur pada website docpro. <br/>Membuat API untuk website docpro.",
  "healthylenial": "Membuat website untuk tugas kuliah",
  "foodie": "Membuat website untuk tugas kuliah",

  "contact-me": "Tetap Berhubungan dengan Saya",
  "author": "Dibuat dengan ❤️ oleh",
  "my-name": "Achmad Sufyan Aziz"
}
