{
  "hi": "Hi, I'm",
  "im-a": "I'm a",
  "download": "Download",

  "nav-home": "Home",
  "nav-about": "About",
  "nav-experience": "Experience",
  "nav-skills": "Skills",
  "nav-projects": "Projects",

  "interface": "interface",

  "about": "About Me.",
  "intro": "A Front End Engineer with more than 1 year experience in writing programs using React with Javascript or TypeScript. I have experience developing and improving web applications with rules of following performance limits, system design, and user acceptance, and also I have good skills to analyze problems in a program. I am committed to learning and testing myself with something new such as making the program more efficient and professional.",

  "experience": "Work Experience",
  "we-waresix-intern": "<ul><li>Front End design, development and testing using React to build feature‑rich and user‑friendly web applications.</li><li>Develop, test and maintain responsive web apps with elegant UX that delight users and raise their productivity.</li><li>Develop features related to payment management for internal users.</li><li>Fixing bug.</li></ul>",
  "we-waresix": "<b>Fleet Management Team (November 2022 ‑ Present)</b><br/><ul><li>Develop, improve, and maintain features related to feet management for internal users.</li><li>Develop, improve, and maintain features related to trip, feet management, and payment management for vendor users.</li><li>Improve the style of component system design for a newer look.</li><li>Create unit test.</li><li>Fixing bug.</li></ul><br/><b>Payment Management Team (March 2022 ‑ September 2022)</b><br/><ul><li>Develop, improve, and maintain features related to payment management for internal users.</li><li>Improve component system design so that it can be adjusted to the needs of the payment management team.</li><li>Fixing bug.</li></ul>",
  "we-bpti": "Create Website sipesat (mail submission system). <br/> Develop, test and maintain website.",
  "we-docpro": "Create API for website docpro (dentist appointment). <br/> Create a few feature on the website.",

  "skills": "Skills and Tools.",

  "projects": "Projects.",
  "simple_calculator": "Create simple calculator using react, typescript, and redux",
  "sipesat": "Create Website for mail submission system.",
  "docpro": "Create a few features on the website docpro. <br/>Create API for the website docpro.",
  "healthylenial": "Create Website for college assignments",
  "foodie": "Create Website for college assignments",

  "contact-me": "Get In Touch",
  "author": "Made with ❤️ by",
  "my-name": "Achmad Sufyan Aziz"
}
